import { ItemData } from "./types";
import vegetables from "@assets/healthSlider/sliderVegetables.webp";
import meat from "@assets/healthSlider/sliderMeat.webp";
import cheese from "@assets/healthSlider/sliderCheese.webp";

export const dataSlider: ItemData[] = [
  {
    url: vegetables,
    header: "Овощи",
    text: "брокколи, тыква, цветная капуста, репка, огурцы. Готовьте блюда из тушеных смесей без добавления масла.",
  },
  {
    url: meat,
    header: "Мясо",
    text: "Крольчатина, телятина, индейка, курица без кожи. Мясные блюда ежедневно должны присутствовать в питании в тушеном, запеченном или вареном виде.",
  },
  {
    url: cheese,
    header: "Продукты из молока",
    text: "Сыр, ряженка, простокваша, творог, йогурт без добавок, кефир. Желательно кушать их кормящей маме ежедневно либо через день.",
  },
  {
    url: vegetables,
    header: "Овощи",
    text: "брокколи, тыква, цветная капуста, репка, огурцы. Готовьте блюда из тушеных смесей без добавления масла.",
  },
  {
    url: meat,
    header: "Мясо",
    text: "Крольчатина, телятина, индейка, курица без кожи. Мясные блюда ежедневно должны присутствовать в питании в тушеном, запеченном или вареном виде.",
  },
  {
    url: cheese,
    header: "Продукты из молока",
    text: "Сыр, ряженка, простокваша, творог, йогурт без добавок, кефир. Желательно кушать их кормящей маме ежедневно либо через день.",
  },
];
